## Production: hosted_zone
**✅ &nbsp; Terraform Init:** `success`
**✅ &nbsp; Terraform Validate:** `success`
**✅ &nbsp; Terraform Format:** `success`
**✅ &nbsp; Terraform Plan:** `success`
**✅ &nbsp; Conftest:** `success` 

```terraform
Plan: 1 to add, 0 to change, 0 to destroy
```

<details>
<summary>Show summary</summary>

| CHANGE |               NAME                |
|--------|-----------------------------------|
| add    | `aws_route53_delegation_set.main` |


</details>


<details>
<summary>Show plan</summary>

```terraform
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_route53_delegation_set.main will be created
  + resource "aws_route53_delegation_set" "main" {
      + arn            = (known after apply)
      + id             = (known after apply)
      + name_servers   = (known after apply)
      + reference_name = "GCForms"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: plan.tfplan

To perform exactly these actions, run the following command to apply:
    terraform apply "plan.tfplan"

```

</details>

<details>
<summary>Show Conftest results</summary>

```sh
WARN - plan.json - main - Missing Common Tags: ["aws_route53_zone.form_viewer[0]"]

20 tests, 19 passed, 1 warning, 0 failures, 0 exceptions

```

</details>
